[
    {
        "id": 1,
        "title": "Весняні ігри в осінніх садах",
        "current_price": 100,
        "old_price": 150,
        "quantity": 5,
        "description": "Це глибоко інтимний і відвертий твір, у якому зі зворушливою проникливістю постають одвічні проблеми Любові й Смерті. Тема кохання і пристрасті займає тут провідне місце. Але пристрасть, яка спонукає до самогубства, зумовлює і своєрідну композицію твору: навколо головного героя групуються інші герої — його коханки. Інтимне життя автора постає перед читачем голе, відверте й чуттєве. Але поява ще однієї героїні Мар'яни і несподіваний фінал змушують читача поглянути на роман з іншого кута зору.",
        "author": "Юрій Винничук",
        "publisher": "Фоліо",
        "genres": "фантастика, драма",
        "publication_year": 2016,
        "country_of_origin": "Україна",
        "text_language": "українська",
        "rating": 5,
        "tags": "Знижка",
        "image_path": "app/core/project/tools/books_images/1. 2005.jpg"
    },
    {
        "id": 2,
        "title": "Капітал",
        "current_price": 200,
        "old_price": 200,
        "quantity": 5,
        "description": "Сергій Жадан (народився 1974 р.) — поет, прозаїк, перекладач, есеїст, організатор літературних фестивалів, рок-концертів, театралізованих перформансів та акцій громадянської непокори. Автор кількох книжок віршів та прози. Живе і працює в Харкові. Все, що ти хотів дізнатись про соціалістичний реалізм, але не мав у кого спитати. Книга, яку ти ніколи не знайдеш у бібліотеці свого профтехучилища. Для тих, хто бореться з системою за допомогою власних шкідливих звичок. «Депеш Мод», «Цитатник», «Аnarchy in the UKR» та «Гімн демократичної молоді» — вперше під однією обкладинкою.",
        "author": "Сергій Жадан",
        "publisher": "Фоліо",
        "genres": "фантастика, драма",
        "publication_year": 2009,
        "country_of_origin": "Україна",
        "text_language": "українська",
        "rating": 5,
        "tags": "gift offer",
        "image_path": "/core/project/tools/books_images/2. 2006.jpg"
    },
    {
        "id": 3,
        "title": "Андріївський узвіз",
        "current_price": 120,
        "old_price": 200,
        "quantity": 5,
        "description": "\"Андріївський узвіз\" - це \"роман-подорож\". На початку твору його головний герой, потрапивши на свято міста, піднімається Андріївським узвозом. Там він опиняється в критичній ситуації, непритомніє і ніби подорожує в бік дитинства. Він робить п’ять зупинок у ключових моментах свого життя, де ще раз переживає кохання й хворобу, стає свідком суспільних змін, просувається по службі, робить ті самі помилки й перші дитячі кроки у пізнанні світу. Цього разу він бачить та розуміє все, але нічого не може змінити. А ще він дізнається, що в його житті була таємниця, про яку він, виявляється, знав, починаючи із п’яти років. Ця таємниця ніколи не залишала його, особливо в ситуаціях небезпеки та скрути. Події цієї подорожі охоплюють 1948 - 2002 роки й відбуваються на тлі Андріївського узвозу - вулиці, яка з’єднує низ міста з верхом, дитинство героя - зі зрілістю, скороминуще - із вічним.",
        "author": "Володимир Діброва",
        "publisher": "Факт",
        "genres": "фантастика, драма, подорожі",
        "publication_year": 2007,
        "country_of_origin": "Україна",
        "text_language": "українська",
        "rating": 5,
        "tags": "Нове надходження, gift offer, Знижка",
        "image_path": "/core/project/tools/books_images/3. 2007.jpg"
    },
    {
        "id": 4,
        "title": "Молоко з кров'ю",
        "current_price": 155,
        "old_price": 310,
        "quantity": 5,
        "description": "Яке то щастя — зустріти свою половинку і покохати! Коли душа сягає неба, коли розумієш: ось твоя доля...Першій красуні на селі Марусі-румунці до пари став Льошка — розумний, красивий, успішний, — то й жити б їм, як королям. І яке їй діло до сусіда, хирлявого рудого Стьопки-німця в поламаних окулярах? От тільки чомусь щоночі йде він до бузкового куща біля Марусиної хати, і щоночі вона відчиняє вікно..",
        "author": "Люко Дашвар",
        "publisher": "Книжковий клуб Клуб сімейного дозвілля",
        "genres": "Сучасна проза",
        "publication_year": 2019,
        "country_of_origin": "Україна",
        "text_language": "українська",
        "rating": 5,
        "tags": "Знижка, gift offer",
        "image_path": "/core/project/tools/books_images/4. 2008.jpg"
    },
    {
        "id": 5,
        "title": "Таке",
        "current_price": 198,
        "old_price": 220,
        "quantity": 5,
        "description": "Суттю моїх книжок є таке собі змагання з мовою, дивні ігри з мовою. Спроба йти за нею, спроба керувати нею. Зокрема такою річчю, як містика тексту.» Юрій Іздрик. Це насправді гарно написана книжка, яка складена з окремих оповідань. Іздрик, як завжди, неперевершений оратор. Тому переповісти його сюжети дуже важко. Блукаючи нетрями Іздрикової душі, не помічаєш бунтівної анархії слів та словосполучень. Іноді автор навіть збивається на білий вірш. Читати цікаво, як в справжньому постмодерновому творі притягують концепти і ідеї, які майстерно завуальовує автор.",
        "author": "Юрій Іздрик",
        "publisher": "Книжковий клуб Клуб сімейного дозвілля",
        "genres": "Сучасна проза",
        "publication_year": 2010,
        "country_of_origin": "Україна",
        "text_language": "українська",
        "rating": 5,
        "tags": "Знижка, Нове надходження, gift offer",
        "image_path": "/core/project/tools/books_images/5. 2009.jpeg"
    },
    {
        "id": 6,
        "title": "Ворошиловград",
        "current_price": 550,
        "old_price": 550,
        "quantity": 5,
        "description": "Пил доріг, іржаві бензоколонки, втомлені автобуси, старі 'хрущовки'... Місто, що залишилось десь поза часом. Дивні люди, які займаються дивними справами. Абсурд - та водночас 'справжність' існування... Герман повертається до містечка свого дитинства у степах Донбасу, щоб знайти зниклого брата і врятувати його бізнес. Проте реальність виявляється хиткою, майбутнє - невизначеним, а минуле викликає надто гостру ностальгію... Лірична і жорстка, соціальна і метафізична, меланхолійна і реалістична історія, сповнена безмежних просторів, спогадів, сновидь, мрій, джазу та духу справжньої дружби.",
        "author": "Сергій Жадан",
        "publisher": "Meridian Czernowitz",
        "genres": "Сучасна проза",
        "publication_year": 2022,
        "country_of_origin": "Україна",
        "text_language": "українська",
        "rating": 5,
        "tags": "Нове надходження",
        "image_path": "/core/project/tools/books_images/6. 2010.jpg"
    },
    {
        "id": 7,
        "title": "Сині Води",
        "current_price": 150,
        "old_price": 200,
        "quantity": 5,
        "description": "Битва на Синіх Водах – перша в історії поневолених народів пере­­можна битва об'єднаного українсько-литовсько-білоруського війська з татарською ордою, внаслідок якої українські землі здобули неза­леж­ність. Сталося це за шість років до переможних походів Тамер­лана і за вісімнадцять – до Куликовської битви. Волею долі удільний князь Дмитро Боброк опиняється в центрі подій, що, зрештою, призводять до однієї з най­більших битв в історії середньо­вічної Європи. Вистояти в смертельній боротьбі йому допо­ма­га­ють троє юних відчайдухів. Разом з героями роману визначного укра­їн­­ського прозаїка Володимира Рутківського читач стане свідком і учасником тих героїчних подій і переконається, що потяг до свободи долає будь-які перепони. Це нова — скорочена і доопра­цьована — версія роману.",
        "author": "Володимир Рутківський",
        "publisher": "А-ба-ба-га-ла-ма-га",
        "genres": "Сучасна проза, Історична проза, Пригодницькі романи для дітей, підліткова проза",
        "publication_year": 2019,
        "country_of_origin": "Україна",
        "text_language": "українська",
        "rating": 5,
        "tags": "Знижка, Нове надходження, gift offer",
        "image_path": "/core/project/tools/books_images/7. 2011.jpg"
    },
    {
        "id": 8,
        "title": "Танґо Смерті",
        "current_price": 400,
        "old_price": 400,
        "quantity": 5,
        "description": "\"Танґо смерті\" — один із кількох найзнаковіших романів часів Незалежності. Події роману провідного українського письменника Юрія Винничука роз­гортаються у двох сюжетних зрізах. У довоєнному Львові та в часи Другої світової війни четверо друзів — українець, поляк, німець і єврей, батьки яких були бійцями армії УНР і загинули 1921 року під Базаром, — переживають різноманітні пригоди, закохуються, воюють, але за будь-яких катаклізмів не зраджу­ють своєї дружби.",
        "author": "Юрій Винничук",
        "publisher": "А-ба-ба-га-ла-ма-га",
        "genres": "Сучасна проза, історична проза",
        "publication_year": 2022,
        "country_of_origin": "Україна",
        "text_language": "українська, для слабозорих",
        "rating": 5,
        "tags": "Нове надходження, gift offer",
        "image_path": "/core/project/tools/books_images/8.2012.jpg"
    },
    {
        "id": 9,
        "title": "Далекий простір",
        "current_price": 300,
        "old_price": 400,
        "quantity": 5,
        "description": "\"Далекий простір\" — роман, що розповідає про світ незрячих, в якому юнак Габр починає бачити і вважається божевільним. Його кохана здає його в руки Міністерства контролю для лікування від «галюцинацій». Габр відкриває страшну таємницю правителів хмарочоса-держави, де мільйони незрячих людей не мають уявлення про свій світ. Книга стала «Книгою року ВВС-2013» і нещодавно увійшла до програми 11 класу середніх шкіл України.",
        "author": "Ярослав Мельник",
        "publisher": "А-ба-ба-га-ла-ма-га",
        "genres": "Сучасна проза, фантастика, антиутопія",
        "publication_year": 2019,
        "country_of_origin": "Україна",
        "text_language": "українська",
        "rating": 5,
        "tags": "Знижка",
        "image_path": "/core/project/tools/books_images/9. 2013.jpg"
    },
    {
        "id": 10,
        "title": "Фелікс Австрія",
        "current_price": 250,
        "old_price": 250,
        "quantity": 5,
        "description": "\"Фелікс Австрія\" — роман, що розповідає про складнощі існування в світі, де неможливо пояснити базові істини, як сонце чи світло. Габр, який починає бачити, вважається божевільним і здається в руки Міністерства контролю для лікування від «галюцинацій». Втім, він відкриває страшну таємницю правителів хмарочоса-держави, де незрячі люди контролюються електронними датчиками.",
        "author": "Софія Андрухович",
        "publisher": "Видавництво Старого Лева",
        "genres": "Сучасна проза, Історична проза",
        "publication_year": 2019,
        "country_of_origin": "Україна",
        "text_language": "українська",
        "rating": 5,
        "tags": "Нове надходження, gift offer",
        "image_path": "/core/project/tools/books_images/10. 2014.jpg"
    },
    {
        "id": 11,
        "title": "Дім у Бейтінґ Голлов",
        "current_price": 150,
        "old_price": 150,
        "quantity": 5,
        "description": "\"Дім у Бейтінґ Голлов\" — дебютна збірка короткої прози, що розповідає про долі людей різних вікових категорій в різних країнах. Оповідання позбавлені авторських узагальнень, що дозволяє кожному читачеві знайти свою правду. Це правдиві, чесні історії, в яких простота і деталізація створюють атмосферу таємничості.",
        "author": "Василь Махно",
        "publisher": "Видавництво Старого Лева",
        "genres": "Сучасна проза",
        "publication_year": 2015,
        "country_of_origin": "Україна",
        "text_language": "українська",
        "rating": 5,
        "tags": "gift offer",
        "image_path": "/core/project/tools/books_images/11. 2015.jpg"
    },
    {
        "id": 12,
        "title": "Забуття",
        "current_price": 210,
        "old_price": 210,
        "quantity": 5,
        "description": "\"Забуття\" — роман, в якому час постає як кит, що поглинає все, зрівнюючи геніїв і невдах, добродіїв і злочинців. Історія В’ячеслава Липинського, українського історика польського походження, розповідає про його боротьбу за ідеї, але навіть його пам'ять потрапляє в обійми часу. Молодша героїня роману досліджує минуле, щоб знайти свою ідентичність.",
        "author": "Таня Малярчук",
        "publisher": "Видавництво Старого Лева",
        "genres": "Сучасна проза, Історична проза",
        "publication_year": 2022,
        "country_of_origin": "Україна",
        "text_language": "українська",
        "rating": 5,
        "tags": "gift offer",
        "image_path": "/core/project/tools/books_images/12. 2016.png"
    },
    {
        "id": 13,
        "title": "Земля загублених або маленькі страшні казки",
        "current_price": 180,
        "old_price": 180,
        "quantity": 5,
        "description": "\"Земля загублених або маленькі страшні казки\" — Земля Загублених щодня дрейфує морями альтернативної географії, паралельно з нашою звичною географією. Вона стала місцем для тих, хто був витіснений з «нормального» світу, місцем укриття і підтримки. Роман розповідає про людей, які зіштовхуються з відчуттям відкинутості, перероджуючись у новому світі, оточеному водою, як ембріон. Кожна історія — це міст через воду, щоб навчитися дихати в унісон з іншими.",
        "author": "Катерина Калитко",
        "publisher": "Видавництво Старого Лева",
        "genres": "Сучасна проза",
        "publication_year": 2017,
        "country_of_origin": "Україна",
        "text_language": "українська",
        "rating": 5,
        "tags": "gift offer",
        "image_path": "/core/project/tools/books_images/13. 2017.jpg"
    },
    {
        "id": 14,
        "title": "Коханці Юстиції",
        "current_price": 350,
        "old_price": 350,
        "quantity": 5,
        "description": "\"Коханці Юстиції\" — роман Юрія Андруховича, лауреата літературної премії Центральної Європи ANGELUS. Події відбуваються в Галичині, охоплюючи період з VII до XX століття. Автор описує злочинців, які постають перед судом імперій-окупантів — австро-угорської, польської, німецької, радянської. Роман виводить не тільки жахливі злочини, але й слабкості та пристрасні захоплення злочинців, покарання яких часто є жахливими, але не завжди об'єктивними.",
        "author": "Юрій Андрухович",
        "publisher": "Meridian Czernowitz",
        "genres": "Сучасна проза",
        "publication_year": 2018,
        "country_of_origin": "Україна",
        "text_language": "українська",
        "rating": 5,
        "tags": "gift offer",
        "image_path": "/core/project/tools/books_images/14. 2018.jpg"
    },
    {
        "id": 15,
        "title": "Доця",
        "current_price": 330,
        "old_price": 350,
        "quantity": 5,
        "description": "\"Доця\" — книга про любов, але не в традиційному розумінні. Вона розповідає про справжню магію, від якої виринає справжня відвага — впізнати своє, знайти своє місце, дім, батьківщину. Це про відвагу захистити те, що важливе, і нікому не віддати. Про відважний шлях, де все своє — це і серце, і право бути собою.",
        "author": "Тамара Горіха Зерня",
        "publisher": "Білка",
        "genres": "Сучасна проза",
        "publication_year": 2019,
        "country_of_origin": "Україна",
        "text_language": "українська",
        "rating": 5,
        "tags": "Знижка",
        "image_path": "/core/project/tools/books_images/15. 2019.jpg"
    },
    {
        "id": 16,
        "title": "Юпак",
        "current_price": 330,
        "old_price": 350,
        "quantity": 5,
        "description": "\"Юпак\" — роман про українське село на стику епохи інтернету. Він розповідає про сонливе село на сході України, загублене в степу, де зберігаються традиції, звичаї та діалект. Село, де все своє, окрім чужих. Роман занурює в атмосферу гучних цвіркунів, запашного полину та гарячого вітру степу.",
        "author": "Сергій Сергійович",
        "publisher": "Білка",
        "genres": "Сучасна проза",
        "publication_year": 2020,
        "country_of_origin": "Україна",
        "text_language": "українська",
        "rating": 5,
        "tags": "Знижка",
        "image_path": "/core/project/tools/books_images/16. 2020.jpg"
    },
    {
        "id": 17,
        "title": "Хто ти такий?",
        "current_price": 400,
        "old_price": 400,
        "quantity": 5,
        "description": "\"Хто ти такий?\" — час від часу запитує малолітнього Тимофія його контужений ворог і друг, Фелікс. Питання змінюється на: \"Хто я такий?\" — на кінці роману вже майже дорослий Тимофій шукає відповідь. Роман описує його виховання в умовах досвіду чужої війни, яка готує до власної війни. Автор піднімає питання про мораль, ідентичність і дорослішання у світі, де усе не таке, як очікувалося.",
        "author": "Артем Чех",
        "publisher": "Meridian Czernowitz",
        "genres": "Сучасна проза",
        "publication_year": 2021,
        "country_of_origin": "Україна",
        "text_language": "українська",
        "rating": 5,
        "tags": "Нове надходження",
        "image_path": "/core/project/tools/books_images/17. 2021.jpg"
    },
    {
        "id": 18,
        "title": "Танці з Кістками",
        "current_price": 350,
        "old_price": 350,
        "quantity": 5,
        "description": "\"Танці з кістками\" — історія про Северина, патологоанатома, який потрапляє в складну ситуацію: мізерна зарплата, низька самооцінка і спокуса заробити на незаконному ринку трансплантації органів. Це книга про моральний вибір, боротьбу з собою і наслідки своїх рішень у світі, де спокуса і гроші можуть змінити життя.",
        "author": "Андрій Сем’янків",
        "publisher": "Віхола",
        "genres": "Сучасна проза,Кримінальний трилер,Психологічний трилер,Детективи,Трилер,Художня література",
        "publication_year": 2022,
        "country_of_origin": "Україна",
        "text_language": "українська",
        "rating": 5,
        "tags": "gift offer",
        "image_path": "/core/project/tools/books_images/18. 2022.png"
    },
    {
        "id": 19,
        "title": "Драбина",
        "current_price": 250,
        "old_price": 250,
        "quantity": 5,
        "description": "\"Драбина\" — роман про Толіка, який купив будинок мрії, далеко від родини. Однак війна перевертає все, і на нього звалилася рідня: мама, дядько, сестра та навіть котячі свекруха і невістка. Роман про життя, яке не відповідає нашим очікуванням, про сімейні стосунки, жертви та дивовижні зміни в ситуаціях, які здаються вже стабільними.",
        "author": "Євгенія Кузнєцова",
        "publisher": "Видавництво Старого Лева",
        "genres": "Сучасна проза",
        "publication_year": 2023,
        "country_of_origin": "Україна",
        "text_language": "українська",
        "rating": 5,
        "tags": "Нове надходження",
        "image_path": "/core/project/tools/books_images/19. 2023.png"
    },
    {
        "id": 20,
        "title": "Мої жінки My women",
        "current_price": 750,
        "old_price": 750,
        "quantity": 5,
        "description": "\"Мої жінки\" — збірка короткої прози, де розповідається про голоси жінок, яких часто не чують або не хочуть чути. Ці історії про тих, кого позбавили голосу, кого відібрали найдорожче, а також про тих, хто витримав і боровся, і тих, хто не зміг витримати. Книга емоційно напружена і брутальна, порушує важливі питання війни і життя в часі воєнних катастроф.",
        "author": "Юлія Ілюха",
        "publisher": "Білка",
        "genres": "Сучасна проза",
        "publication_year": 2024,
        "country_of_origin": "Україна",
        "text_language": "українська",
        "rating": 5,
        "tags": "Нове надходження",
        "image_path": "/core/project/tools/books_images/20. 2024.png"
    }
]
